Repository: foxhank/hmudqpro-v2
Catalog: hmudqproWidgets/Localizable.xcstrings
Source language: zh_hans
Languages: en

# widget.inClass
source: 进行中
en: NOW

# widget.moreCourses
source: 还有 %d 节…
en: %d more classes…

# widget.noCourse
source: 今天没有课
en: No classes today

# widget.today
source: 今天
en: Today

# widget.today.desc
source: 当天课程，按节次推进高亮
en: Today's courses with live progress

# widget.today.name
source: 今日课表
en: Today's Schedule

# widget.todayTomorrow.desc
source: 今天和明天的课程
en: Courses for today and tomorrow

# widget.todayTomorrow.name
source: 今明两天
en: Today & Tomorrow

# widget.tomorrow
source: 明天
en: Tomorrow

# widget.vacation
source: 假期中
en: Vacation

# widget.weekLabel
source: 第%d周
en: Week %d
